{
 "quotes":[
   "Gordon Freeman in the flesh. Or rather, in the hazard suit. I took the liberty of relieving you of your weapons; most of them were government property. As for the suit, I think you’ve earned it. ",
   "The borderworld, Xen, is in our control for the time being, thanks to you. Quite a nasty piece of work you managed over there. I am impressed.",
   "That’s why I’m here, Mr. Freeman. I have recommended your services to my employers, and they have authorized me to offer you a job. They agree with me that you have limitless potential.",
   "You’ve proved yourself a decisive man, so I don’t expect you’ll have any trouble deciding what to do. If you’re interested, just step into the portal and I will take that as a yes.",
   "Otherwise...well...I can offer you a battle you have no chance of winning. Rather an anticlimax, after what you’ve just survived.",
   "Time to choose.",
   "It's time to choose.",
   "Wisely done, Mr. Freeman. I will see you up ahead.",
  "Well, it looks like we won't be working together.",
  "No regrets, Mr. Freeman.",
  "Well, it looks like we won't be working together. No regrets, Mr. Freeman, but there are a few survivors of your personal holocaust who would like the chance to meet the man responsible for the total annihilation of their race.",
  "So, Corporal Shephard, we meet at last. Please, don't think that I've been avoiding you, a great many matters require my attention in these... troubled times. I do hope you understand, and now I require a further indulgence on your part. I cannot close my report until every loose end has been tied up. The biggest embarrassment has been Black Mesa facility, but I think that's finally taken care of itself...",
  "Quite so.",
  "But there is still the lingering matter of witnesses. I admit I have a fascination with those who adapt and survive against all odds. They rather remind me of myself. If for no other reason, I have argued to preserve you for a time.",
  "While I believe a civil servant like yourself understands the importance of... discretion, my employers are not quite so trusting, and rather than continually subject you to the irresistible human temptation of telling all, we have decided to...convey you to somewhere where you can do no possible harm, and where no harm can come to you. I'm sure you can imagine there are worse alternatives.",
  "Rise and shine, Mr. Freeman. Rise and shine.",
  "Not that I wish to imply you have been sleeping on the job. No one is more deserving of a rest. And all the effort in the world would have gone to waste until...well, let's just say your hour has come again.",
  "The right man in the wrong place can make all the difference in the world.",
  "So, wake up, Mr. Freeman. Wake up and smell the ashes.",
  "...time, Dr. Freeman?",
  "Is it really that time again?",
  "It seems as if you only just arrived.",
  "You've done a great deal in a small timespan.",
  "You've done so well, in fact, that I've received some interesting offers for your services. Ordinarily, I wouldn't contemplate them. But these are extraordinary times.",
  "Rather than offer you the illusion of free choice, I will take the liberty of choosing for you...if and when your time comes around again.",
  "I do apologize for what must seem to you an arbitrary imposition, Dr. Freeman. I trust it will all make sense to you in the course of...well...",
  "I'm really not at liberty to say.",
  "In the meantime...",
  "This is where I get off."
  ]
}
